{
    "cucumbers": [
        {
            "id": 0,
            "name": "Длинноплодный огурец",
            "short_description": "К длинноплодному типу огурцов относятся сорта, длина плодов которых варьируется от 15 см. до 75 см., а иногда и больше.",
            "description": "У длинноплодных огурцов нежная кожица, и они идеально подходят для приготовления различных закусок. Огурцы, выращенные российскими садоводами, не горчат, обладают отличным вкусом и выразительным ароматом. Благодаря плотной и в то же время очень нежной мякоти, из них получаются превосходные овощные роллы. Длинноплодные огурцы удобно нарезать тонкими пластинками, которые легко сворачиваются в рулетики. В качестве начинки попробуйте тунец, лосось или творог с чесноком и зеленью.",
            "image": "./resources/media/images/pictures/cucumber_0.jpg"
        },
        {
            "id": 1,
            "name": "Короткоплодный огурец",
            "short_description": "Огурцы короткоплодные обладают низкой калорийностью и содержат большое количество воды, что делает их идеальным выбором для увлажнения организма и поддержания гидратации. Эти овощи богаты витаминами и минералами, такими как витамин К, витамин С, витамин А, калий и магний.",
            "description": "Без короткоплодных огурцов невозможно представить себе классический овощной салат или свежую нарезку! Короткоплодные огурцы аппетитно хрустят, а бугорки на кожице приятно ощущаются на языке. Помимо салатов, этот вид огурцов – оптимальный вариант для консервации. Они обладают идеальным размером и плотностью. Соленые или свежие короткоплодные огурцы в сочетании с жареным картофелем – любимое блюдо, знакомое каждому!",
            "image": "./resources/media/images/pictures/cucumber_1.png"
        },
        {
            "id": 2,
            "name": "Среднеплодный огурец",
            "short_description": "Огурцы гладкие среднеплодные - это особый сорт с темно-зеленой кожурой, сочной и хрустящей структурой. Средняя длина составляет примерно 18 см. Огурцы - настоящий рекордсмен среди низкокалорийных овощей.",
            "description": "Среднеплодные огурцы – признанные универсалы, одинаково подходящие как для приготовления различных блюд, так и для консервации. Тонкая блестящая кожица покрывает плотную и сочную мякоть практически без семечек. Ярко выраженный аромат и освежающий вкус без горчинки делает такие огурцы отличным ингредиентом для салатов, первых блюд и употребления в свежем виде.",
            "image": "./resources/media/images/pictures/cucumber_2.jpg"
        },
        {
            "id": 3,
            "name": "Корнишоны",
            "short_description": "В открытом грунте плоды пчелоопыляемых сортов и гибридов огурца собирают в фазе зеленца, которые делятся на 3 группы: 1) мелкие - длина 6-8 см; 2) средние - длина 8-12 см; 3) крупные - длина более 12 см.",
            "description": "Корнишоны – это 4-5 дневные завязи длиной от 6 до 10 см см. Используют для цельноплодного консервирования и засолки. Плоды огурца корнишонного типа не склонны к перерастанию, долго сохраняют товарный вид, но более высокие вкусовыми качествами обладают не переросшие плоды размером 5-8 см.",
            "image": "./resources/media/images/pictures/cucumber_3.jpg"
        }
    ]
}